Repository: ITrex/cmsplugin-newsplus
Catalog: cmsplugin_newsplus/locale/*/LC_MESSAGES/django.po
Languages: ru

source: cmsplugin_newsplus
ru: новости

source: Cmsplugin_Newsplus
ru: Новости

source: %(count)d newsitem was published
ru: %(count)d новость была опубликовано

source: Publish selected news
ru: Опубликовать выбранные новости

source: %(count)d newsitem was unpublished
ru: %(count)d новость отменена публикация

source: Unpublish selected news
ru: Отменить публикацию выбранных новостей

source: News App
ru: Приложение новости

source: Latest news
ru: Последние новости

source: News menu
ru: Меню новостей

source: slug
ru: короткое имя

source: topic
ru: тема

source: A slug is a short name which uniquely identifies the news item for this day
ru: Короткое имя, используемое в URL, уникально идентифицирующее новость в пределах одного дня

source: link
ru: ссылка

source: news
ru: новости

source: image
ru: изображение

source: images
ru: изображения

source: Limits the number of items that will be displayed
ru: Ограничить количество отображаемых новостей

source: News feed
ru: Новостная лента

source: A feed full of news
ru: Новостная лента полная новостей

source: No news yet
ru: Новостей нет

source: Archive
ru: Архив
